{

 "practices" : [
    {
      "practiceArea":"Service Matter",
      "description":"Our law firm has gained expertise over a period of time in securing the rights of aggrieved service men through legal remedies available in various statutes. Matters related to students and their grievances related to the university, college, etc. are also dealt with.",
      "overview":"Our law firm has gained expertise over a period of time in securing the rights of aggrieved service men."
    },
    {
      "practiceArea":"Academic Matter",
      "description":"",
      "overview":""
    },
    {
      "practiceArea":"Criminal Matter",
      "description":"Our firm has extensive experience in representing our clients in all type of Criminal matters. Our team comprises of qualified advocates with excellent skills to handle cases of criminal nature. Our team is well equipped to handle critical aspects and consequences to ensure a fair criminal trial and protect personal liberty of our clients.",
      "overview":"Our firm has extensive experience in representing our clients in all type of Criminal matters."
    },
    {
      "practiceArea":"Family Law Matter",
      "description":"We are having a team of expert lawyers assisting its clients with all the family matters under one roof. The Firm provides legal solutions for matrimonial and family disputes to its foreign and domestic clients. The Firm also has expert team of lawyers assisting its clients in documentation pertaining to formation of family trusts, Wills, Letters of Administration. We pride ourselves on our ability to meet the needs of our clients while giving them personal attention and service. We provide a very high level of client service and often recongised for an ability to handle complex issues in a practical, innovative and positive way. The firm further actively represents clients before various legal forums including family courts, district courts, High Courts in India and the Supreme Court, National Human Rights Commission, YWCA, National Commission of Women, other Women’s cell/organizations.",
      "overview":"We are having a team of expert lawyers assisting its clients with all the family matters under one roof."
    },
    {
      "practiceArea":"Compensation Matter",
      "description":"",
      "overview":""
    },
    {
      "practiceArea":"Oridnary Civil Matter",
      "description":"Our firm expertises and understands all the non-criminal aspects of a civil disputes which commonly focus on individuals, personal relationships and property disputes. Our team resolve conflicts and disputes of our clients and works to settle their grievances and claims through available legal means and ensure the protection of our clients through available provisions of law. We navigate the “legal pitfalls” to steer our clients to where they want to arrive.",
      "overview":"Our firm expertises and understands all the non-criminal aspects of a civil disputes."
    },
    {
      "practiceArea":"Personal Law Matter",
      "description":"",
      "overview":""
    },
    {
      "practiceArea":"Consumer Protection",
      "description":"With a dedicated team handling this practice area, the Firm provides a one-stop legal solution to a range of clients from home buyers and individual purchasers to real estate developers, automobile manufacturers, doctors and hospitals. In the last few years, we have built a robust practice in the field of consumer protection, which focuses not only on general consumer litigation but also on medical negligence and real estate. We regularly advise on strategy and represent our clients before the Supreme Court, the National Commission, the State Commissions and the District Commissions. Our consumer team has handled a large volume of cases in the National Commission, with a high success rate. Whether clients are pursuing consumer litigation or defending it, we work with them to provide long-term solutions keeping in mind costs and other constraints.",
      "overview":"With a dedicated team handling this practice area, the Firm provides a one-stop legal solution to a range of clients from home buyers and individual purchasers to real estate developers, automobile manufacturers, doctors and hospitals."
    },
    {
      "practiceArea":"Land Laws & Agriculture Tenancies",
      "description":"",
      "overview":""
    }
  ]

}